export const MathData =  {
  "Математика - 1. клас": {
    "Числа": {
      "Броене": "inprocess",
      "Числата от 1 до 10": "inprocess",
      "Събиране": "inprocess",
      "Изваждане": "inprocess",
      "Числото 0": "inprocess",
      "Числата от 1 до 20": "inprocess"
    },
    "Измерване": {
      "Време и час": "inprocess",
      "Разстояние": "inprocess",
      "Милиметри и сантиметри": "inprocess",
    },
    "Геометрични фигури": {
      "Триъгълник": "inprocess",
      "Квадрат": "inprocess",
    },
    "Текстови задачи": "inprocess"
  },
  "Математика - 2. клас": {
    "Числа": "inprocess",
    "Геометрични фигури": "inprocess",
    "Текстови задачи": "inprocess"
  },
  "Математика - 3. клас": {
    "Защо учим Математика?": "inprocess",
    "Алгебра": "inprocess",
    "Геометрия": "inprocess",
    "Текстови задачи": "inprocess"
  },
  "Математика - 4. клас": {
    "Защо учим Математика?": "inprocess",
    "Алгебра": {
      "Множество": "inprocess",
      "Естествени числа": "natural-numbers",
      "Събиране": "inprocess",
      "Изваждане": "inprocess",
      "Умножение": "inprocess",
      "Деление": "inprocess",
      "Степенуване": "inprocess",
      "Цели числа": "inprocess",
      "Линейни уравнения с едно неизвестно": "inprocess"
    },
    "Измерване": {
      "Мерни единици за дължина": "inprocess",
      "Мерни единици за маса": "inprocess",
      "Мерни единици за време": "inprocess",
      "Мерни единици за ъгъл": "inprocess",
      "Мерни единици за пари": "inprocess",
    },
    "Геометрия": {
      "Числова ос": "inprocess",
      "Точка": "inprocess",
      "Права и крива": "inprocess",
      "Лъч": "inprocess",
      "Отсечка": "inprocess",
      "Ъгъл": "inprocess",
      "Триъгълник": "inprocess",
      "Правоъгълник": "inprocess",
      "Квадрат": "inprocess",
      "Окръжност": "inprocess",
    },
    "Текстови задачи": {
      "Количество": "inprocess",
      "Съставяне на уравнения": "inprocess"
    },
    // "НВО 4. клас": "nvo-math-4"
  },
  "Математика - 5. клас": {
    "Защо учим Математика?": "inprocess",
    "Алгебра": {
      "Делимост": "inprocess",
      "Рационални числа": "inprocess",
      "Обикновени дроби": "inprocess",
      "Десетични дроби": "inprocess"
    },
    "Геометрия": {},
    "Текстови задачи": {}
  },
  "Математика - 6. клас": {
    "Защо учим Математика?": "inprocess",
    "Алгебра": "inprocess",
    "Геометрия": "inprocess",
    "Текстови задачи": "inprocess"
  },
  "Математика - 7. клас": {
    "Защо учим Математика?": "inprocess",
    "Алгебра": {
      "Рационални изрази": {
        "Рационални числа": "inprocess",
        "Константа": "inprocess", 
        "Параметър": "inprocess",  
        "Неизвестно": "inprocess",
        "Едночлен": "inprocess",
        "Многочлен": "inprocess",
      },
      "Тъждествени изрази": {
        "Тъждества": "formula",
        "Разлагане на множители": "inprocess"
      },
      "Уравнения с едно неизвестно": {
        "Линейни": "",
        "Свеждащи се до линейни": "inprocess",
        // {
        //   "Чрез формули за съкратено умножение": "",
        //   "Чрез разлагане на множители": "",
        // },
        "Модулни": "inprocess",
      },
      "Неравенства": {
        "Линейни": "inprocess",
        "Свеждащи се до линейни": "inprocess",
      }
    },
    "Геометрия": {
      "Едномерни обекти": {
        "Координатна система": "inprocess",
        "Права и отсечка": "inprocess",
        "Точка спрямо права": "inprocess",
        "Взаимно положение на две прави": "inprocess",
        "Взаимно положение на три прави": "inprocess",
      },
      "Двумерни обекти": {
        "Окръжност": "inprocess",
        "Триъгълници": "inprocess",
        "Четириъгълници": "inprocess",
        "Многоъгълници": "inprocess",
      },
      "Тримерни обекти": {
        "Сфера": "inprocess",
        "Призма": "inprocess",
        "Паралелепипед": "inprocess",
        "Куб": "inprocess",
        "Пирамида": "inprocess",
        "Цилиндър": "inprocess",
        "Конус": "inprocess"
      },
    },
    "Текстови задачи": {
      "Движение": "inprocess",
      "Работа": "inprocess",
      "Смеси и сплави": "inprocess",
      "Вероятности и статистика": "inprocess"
    },
    // "НВО 7. клас": "nvo-math-7"
  }
}