export const MathData =  {
  "Математика - 4. клас": {
    "Защо учим Математика?": "",
    "Алгебра": {
      "Множество": "",
      "Естествени числа": "", //"natural-numbers",
      "Събиране": "",
      "Изваждане": "",
      "Умножение": "",
      "Деление": "",
      "Степенуване": "",
      "Цели числа": "",
      "Линейни уравнения с едно неизвестно": ""
    },
    "Измерване": {
      "Мерни единици за дължина": "",
      "Мерни единици за маса": "",
      "Мерни единици за време": "",
      "Мерни единици за ъгъл": "",
      "Мерни единици за пари": "",
    },
    "Геометрия": {
      "Числова ос": "",
      "Точка": "",
      "Права и крива": "",
      "Лъч": "",
      "Отсечка": "",
      "Ъгъл": "",
      "Триъгълник": "",
      "Правоъгълник": "",
      "Квадрат": "",
      "Окръжност": "",
    },
    "Текстови задачи": {
      "Количество": "",
      "Съставяне на уравнения": ""
    },
    "НВО 4. клас": "nvo-math-4"
  },
  "Математика - 7. клас": {
    "Защо учим Математика?": "",
    "Алгебра": {
      "Рационални изрази": {
        "Рационални числа": "",
        "Константа": "", 
        "Параметър": "",  
        "Неизвестно": "",
        "Едночлен": "",
        "Многочлен": "",
      },
      "Тъждествени изрази": {
        "Тъждества": "", //"formula",
        "Разлагане на множители": ""
      },
      "Уравнения с едно неизвестно": {
        "Линейни": "",
        "Свеждащи се до линейни": "",
        // {
        //   "Чрез формули за съкратено умножение": "",
        //   "Чрез разлагане на множители": "",
        // },
        "Модулни": "",
      },
      "Неравенства": {
        "Линейни": "",
        "Свеждащи се до линейни": {
        },
      }
    },
    "Геометрия": {
      "Едномерни обекти": {
        "Координатна система": "",
        "Права и отсечка": "",
        "Точка спрямо права": "",
        "Взаимно положение на две прави": "",
        "Взаимно положение на три прави": "",
      },
      "Двумерни обекти": {
        "Окръжност": "",
        "Триъгълници": "",
        "Четириъгълници": "",
        "Многоъгълници": "",
      },
      "Тримерни обекти": {
        "Сфера": "",
        "Призма": "",
        "Паралелепипед": "",
        "Куб": "",
        "Пирамида": "",
        "Цилиндър": "",
        "Конус": ""
      },
    },
    "Текстови задачи": {
      "Движение": "",
      "Работа": "",
      "Смеси и сплави": "",
      "Вероятности и статистика": ""
    },
    "НВО 7. клас": "nvo-math-7"
  }
}